Repository: Zodiac1978/meetup
Catalog: languages/*.po
Languages: de_de

source: Page not found [system error 404]
de_de: Oje, kaputter Link! [404]

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
de_de: Sieht aus, als sähe es schlecht aus mit der gewünschten Seite. :/ Vielleicht versuchst du es mit einer Suche?

source: Most Used Categories
de_de: Meist genutzte Kategorien

source: Try looking in the monthly archives.
de_de: Du kannst auch die Monatsarchive durchkämmen…

source: %1$s Category Archives: %2$s
de_de: %1$s Kategorie-Archive: %2$s

source: %1$s Tag Archives: %2$s
de_de: %1$s Themen-Archive: %2$s

source: %1$s Author Archives: %2$s
de_de: %1$s Autoren-Archive: %2$s

source: %1$s Daily Archives: %2$s
de_de: %1$s Tagesarchive: %2$s

source: %1$s Monthly Archives: %2$s
de_de: %1$s Monatsarchive: %2$s

source: %1$s Yearly Archives: %2$s
de_de: %1$s Jahresarchive: %2$s

source: %1$s Archives
de_de: %1$s Archive

source: One thought on &ldquo;%2$s&rdquo;
de_de: Eine Antwort &bdquo;%2$s&rdquo;

source: Comment navigation
de_de: Komentar-Navigation

source: Older Comments
de_de: Ältere Kommentare

source: Newer Comments
de_de: Neuere Kommentare

source: Comments are closed.
de_de: Kommentare sind geschlossen.

source: Continue reading %1$s
de_de: Weiterlesen: %1$s

source: Permalink to %s
de_de: Permalink zu %s

source: Posted in
de_de: Veröffentlicht in

source: Tagged
de_de: Vertaggt

source: Leave a comment
de_de: Antworten

source: 1 Comment
de_de: 1 Kommentar

source: % Comments
de_de: % Kommentare

source: Edit
de_de: Bearbeiten

source: A Semantic Personal Publishing Platform
de_de: Eine Semantische Personal Publishing Platform

source: Proudly powered by %s
de_de: %s. Was sonst. &#x263A;

source: Theme: %1$s by %2$s.
de_de: Theme: %1$s von %2$s.

source: Primary Menu
de_de: Haupt-Menü

source: Primary Widget Area
de_de: Primärer Widget-Bereich

source: Secondary Widget Area
de_de: Sekundärer Widget-Bereich

source: Page %s
de_de: Seite %s

source: Menu
de_de: Menü

source: Skip to content
de_de: Zum Inhalt springen

source: Next
de_de: Nächste

source: Previous
de_de: Vorherige

source: Go back to post
de_de: Zurück zum Beitrag

source: Published <span class="entry-date"><time class="entry-date" datetime="%1$s" pubdate>%2$s</time></span> at <a href="%3$s" title="Link to full-size image">%4$s &times; %5$s</a> in <a href="%6$s" title="Return to %7$s" rel="gallery">%7$s</a>
de_de: Publiziert am <span class="entry-date"><time class="entry-date" datetime="%1$s" pubdate>%2$s</time></span> in <a href="%6$s" title="Zurück zu %7$s" rel="gallery">%7$s</a>

source: <a class="comment-link" href="#respond" title="Post a comment">Post a comment</a> or leave a trackback: <a class="trackback-link" href="%s" title="Trackback URL for your post" rel="trackback">Trackback URL</a>.
de_de: <a class="comment-link" href="#respond" title="Kommentar hinterlassen">Kommentieren</a> oder <a class="trackback-link" href="%s" title="Trackback URL für diesen Beitrag" rel="trackback">Trackback</a> hinterlassen.

source: Comments are closed, but you can leave a trackback: <a class="trackback-link" href="%s" title="Trackback URL for your post" rel="trackback">Trackback URL</a>.
de_de: Kommentare sind geschlossen, aber du kannst einen Trackback hinterlassen: <a class="trackback-link" href="%s" title="Trackback URL für diesen Beitrag" rel="trackback">Trackback URL</a>.

source: Trackbacks are closed, but you can <a class="comment-link" href="#respond" title="Post a comment">post a comment</a>.
de_de: Trackbacks sind geschlossen, aber du kannst einen <a class="comment-link" href="#respond" title="Kommentar schreiben">Kommentar hinterlassen</a>.

source: Both comments and trackbacks are currently closed.
de_de: Kommentare und Trackbacks sind momentan geschlossen. Käffchen?

source: Photo:
de_de: Foto:

source: Enter your meetup data and have it displayed in your post using the %1$s shortcode.
de_de: Gib deine Meetup-Daten ein und zeige sie in deinem Beitrag mithilfe des Shortcode %1$s an.

source: Meetup date
de_de: Datum

source: Enter a date
de_de: Gib ein Datum für dein Meetup ein

source: Meetup time
de_de: Zeit

source: Enter a time, like 18:00 or 3.45pm
de_de: Die Uhrzeit deines Meetup, z.B. 18:00 oder 6.30

source: Meetup location
de_de: Location

source: Name of your location
de_de: Der Ort, an dem ihr euch trefft

source: Meetup location URL
de_de: Location-URL

source: URL for your location, i.e. a Google Map
de_de: URL für deine Location, z.B. bei Google Maps

source: Meetup description
de_de: Beschreibung

source: Optional notes, i.e. public transportation
de_de: Optionale Hinweise, z.B. öffentlicher Nahverkehr

source: Post navigation
de_de: Artikel-Navigation

source: Older posts
de_de: Ältere Beiträge

source: Newer posts
de_de: Neuere Beiträge

source: (Edit)
de_de: (Bearbeiten)

source: %s <span class="says">says:</span>
de_de: %s <span class="says">sagt:</span>

source: %1$s at %2$s
de_de: %1$s bei %2$s

source: Your comment is awaiting moderation.
de_de: Dein Kommentar wartet auf Freischaltung. Käffchen?

source: View all posts by %s
de_de: Alle Beiträge von %s ansehen

source: Date
de_de: Datum

source: Time
de_de: Zeit

source: Description
de_de: Beschreibung

source: Theme Options
de_de: Theme Optionen

source: Paste your %1$s here, or enter %2$s to disable webfonts completely.%3$s Default: %4$s
de_de: Füge deine %1$s hier ein, oder gib %2$s ein, Webfonts komplett zu deaktivieren.%3$s Standard: %4$s

source: This goes in the %1$s section of your site. Remember to wrap your CSS into %2$s.%3$s If you are about to enter more than a few lines of CSS here, you might want to consider setting up a %4$s instead.
de_de: Dies geht in den %1$s Bereich deiner Site. Denke daran, dein CSS innerhalb von %2$s zu setzen.%3$s Falls du im Begriff bist, hier mehr als ein paar Zeilen CSS einzugeben, möchtest du dir vielleicht überlegen, stattdessen ein %4$s aufzusetzen.

source: This goes in the footer section, somewhere before the %1$s tag. Remember to wrap your javascript into %2$s.%3$s Use %4$s for any custom jQuery code.
de_de: Dies kommt in den Footer deiner Site, irgendwo vor dem %1$s Tag. Setze dein Javascript innerhalb von %2$s.%3$s Benutze %4$s für eigenen jQuery-Code.

source: jQuery noConflict wrappers
de_de: &bdquo;jQuery noConflict wrappers&rdquo;

source: %s Theme Options
de_de: %s Theme Optionen

source: Pages
de_de: Seiten

source: Next page
de_de: Nächste Seite

source: Previous page
de_de: Vorherige Seite

source: Please %1$screate a page menu%2$s for your site and set it as "Primary Menu".
de_de: Bitte %1$skreiere ein eigenes Menü%2$s für deine Site und setze es als &bdquo;Haupt-Menü&rdquo;

source: Nothing Found
de_de: Nichts gefunden. Minusnullgarnichts, leider.

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
de_de: Bereit, deinen ersten Beitrag zu schreiben? <a href="%1$s">Dann los</a>!

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
de_de: Leider gibt es keine Ergebnisse für deine Suchbegriffe. Bitte versuche es noch einmal mit anderen Wörtern, die dasselbe meinen könnten.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
de_de: Scheint, dass wir nicht finden, wonach du suchst. Vielleicht hilft das Suchfeld weiter?

source: Search Results for: %s
de_de: Suchergebnisse für: %s

source: Search
de_de: Suche

source: Search&hellip; &#x21A9;
de_de: Finden&hellip; &#x21A9;

source: Archives
de_de: Archive

source: More information:
de_de: Weitere Informationen:

source: Not yet, unfortunately. We've barely started publishing themes and we're still busy getting things up and running. Meanwhile, you can catch us on %1s if you're totally hanging&hellip;
de_de: Noch nicht, leider. Wir fangen gerade erst an mit Themes und sind noch dabei, eine Infrastruktur ans Laufen zu bringen. In der Zwischenzeit kannst du uns über %1s kriegen, wenn du überhaupt nicht weiter kommst&hellip;

source: Howdy, %1$s!
de_de: Moin, %1$s!

source: %1$s&#x201C;Decisions, not options&#x201D;%2$s, we say at WordPress. Our goal is to implement just enough Theme Options to enable you to customize your theme to the point where it would make sense to create a %3$s.
de_de: %1$s&#x201C;Entscheidungen statt Optionen&#x201D;%2$s, sagen wir bei WordPress. Unser Ziel ist es, gerade genug Theme Optionen zu implementieren, damit du dein Theme bis zu dem Punkt anpassen kannst, an dem es Sinn macht, ein %3$s zu kreieren.

source: Here are some typical additions users would need to make to a theme without touching any template files:
de_de: Hier sind einige typische Anpassungen, die Nutzer vornehmen können sollten, ohne irgendwelche Dateien anfassen zu müssen:

source: Add a custom logo. You can do that by setting a %1$s.
de_de: Ein eigenes Logo hinzufügen. Das geht, indem du die %1$s definierst.

source: Custom Header
de_de: Kopfzeile

source: Add a custom javascript snippet, e.g. to activate tracking with Google Analytics.
de_de: Eigenes Javascript hinzufügen, z.B. um das Tracking mit Google Analytics zu aktivieren.

source: Add or modify CSS styles, e.g. for some extra HTML markup generated by a plugin.
de_de: CSS hinzufügen oder anpassen, z.B. für zusätzliches HTML, das von einem Plugin generiert wird.

source: So, that's what these option fields are for: adding your own CSS styles and scripts.
de_de: Also, dafür sind diese Felder da: Damit du dein eigenes CSS und Javascript hinzufügen kannst.

source: Also, since we use webfonts by Google in this theme, we thought it would be a nice idea to let you choose your own if you want to.
de_de: Außerdem dachten wir, weil wir Google Webfonts einsetzen, wäre es eine nette Idee, dich deine eigene Wahl treffen zu lassen.

source: Any customization further beyond these Theme Options would most likely justify the creation of a %1$s&mdash;which, in fact, is a lot easier than might you think, so never fear to opt for that next %2$sbigger%3$s &#x201C;option&#x201D; if you feel the ones on this page are not sufficient for your purpose.
de_de: Jede Anpassung, die über die Möglichkeiten dieser Theme Optionen hinaus ginge, würde wahrscheinlich das Aufsetzen eines %1$s rechtfertigen &ndash; was übrigens sehr viel einfacher ist, als du dir vielleicht vorstellst. Also: Keine Angst vor dieser nächst %2$größeren%3$s &#x201C;Option&#x201D;, wenn du das Gefühl haben solltest, die Optionen auf dieser Seite seien für deine Zwecke nicht ausreichend.

source: This section goes to the footer of your site, so you would typically use it for any javascript snippets, e.g. a Google Analytics tracking code:
de_de: Dieser Bereich kommt an den Schluss deiner Seite, daher würde er typischerweise für irgendwelche Javascript-Schnipsel benutzt, z.B. für den Tracking-Code deines Google-Analytics-Kontos.

source: If you add jQuery functions here, remember to use %1$s, like so:
de_de: Falls du hier jQuery benutzen möchtest, denke bitte dran, %1$s zu benutzen. Ungefähr so:

source: The the main jQuery script shipped with WordPress gets loaded by default, so you can start adding functions here right away.
de_de: Das mit WordPress ausgelieferte jQuery-Skript wird standardmäßig geladen. Du kannst hier also gleich mit eigenen Funktionen anfangen.

source: Typically, you would insert something like this into the big text area. e.g. in order to re-style the hover color of any links:
de_de: Typischerweise würdest du vielleicht etwa Folgendes in das große Textfeld einsetzen, z.B. um die Hover-Farbe deiner Links neu zu stylen:

source: That's it! Add whatever custom CSS you like here, it'll be written into the HTML markup on the other side.
de_de: Fertig! Füge hier jedwedes eigene CSS hinzu, und es wird auf der anderen Seite ins HTML geschrieben.

source: By the way, don't let yourself be fooled by the field label: you can paste pratically any piece of code here that's meant to appear at the end of the %1s section of your site.
de_de: Lass dich übrigens von der Feldbezeichnung nicht täuschen: Du kannst hier praktisch jeden Schnipsel Code einfügen (außer PHP natürlich), der am Ende des %1s Bereichs deiner Site erscheinen soll.

source: Extract everything from inbetween the square brackets (these: [ ]) and paste it into your options text field. Don't forget to change the single quotes into double ones! In the end you should see something like this:
de_de: Kopiere alles zwischen den eckigen Klammern (diesen hier: [ ]) und füge es hier in das Optionsfeld ein. Bitte denke daran, die einfachen Anführungszeichen durch doppelte zu ersetzen! Am Ende solltest du in Etwa so etwas vor dir sehen:

source: That's it! Save your options and your done.
de_de: Das war’s! Speichere deine Optionen und du bist fertig.

source: Custom CSS Styles
de_de: Eigene CSS-Stile

source: Custom Javascript
de_de: Eigenes Javascript

source: Overview
de_de: Übersicht

# Sticky post label in the loop.
source: Read this!
de_de: Lies das!

source: Share this entry
de_de: Diesen Beitrag teilen

source: Share
de_de: Teilen

source: Permalink to
de_de: Permalink zu

source: Flyin’ high in the friendly sky…
de_de: Über den Wolken&hellip;

source: Footer Widget Area
de_de: Widgets Fußzeile

source: Continue reading
de_de: Weiterlesen

source: Posted by
de_de: Publiziert von

source: Follow me on %s
de_de: Folge mir bei %s

source: <a href="%1$s" title="%2$s" rel="bookmark"><time class="entry-date" datetime="%3$s" pubdate>%4$s</time></a><span class="byline"> by <span class="author vcard"><a class="url fn n" href="%5$s" title="%6$s" rel="author">%7$s</a></span></span>
de_de: <a href="%1$s" title="%2$s" rel="bookmark"><time class="entry-date" datetime="%3$s" pubdate>%4$s</time></a><span class="byline"> von <span class="author vcard"><a class="url fn n" href="%5$s" title="%6$s" rel="author">%7$s</a></span></span>

source: Post date
de_de: Datum

source: Name and email are required. Your email address will not be published. URL is optional. Be nice!
de_de: Name und Email sind erforderlich. Deine Email-Adresse wird nicht veröffentlicht. URL ist optional. Sei nett!

source: Some <abbr title="HyperText Markup Language">HTML</abbr> allowed… %s
de_de: Etwas <abbr title="HyperText Markup Language">HTML</abbr> ist erlaubt… %s

source: Yeah, webfonts&hellip; you lov'em or you hate'em, it's simple as that. If you hate'em, just type the word %1s into the text field and they'll be gone.
de_de: Jaja, Webfotns&hellip; man liebt sie, oder man hasst sie. Wenn du sie hasst, schreibe einfach das Wörtchen %1s in das Textfeld, und sie sind weg.

source: If you love them, though, but need to define your own, head over to %1s and get your own collection! In this theme we use the javascript way of implementation, so look for that piece of code over there. You only need the line where it says something like:
de_de: Wenn du sie hingegen liebst, aber dein eigenes Set definieren möchtest, geh’ einfach rüber zu %1s und hol’ dir deine eigene Collection! In diesem Theme benutzen wir Javascript für die Implementierung, also schau da drüben bitte nach dem Javascript-Code-Schnipsel. Du brauchst die Zeile davon, die ungefähr so aussieht:

source: You can set a default image for social networks to display in case no featured image is available from a post. Just upload via the Media uploader an paste the full URL into the text field.
de_de: Hier kannst du ein Standard-Vorschaubild für Social Networks setzen für den Fall, dass kein Beitragsbild verfügbar ist. Lade einfach ein Bild über die Mediathek hoch und füge die volle URL hier ein,

source: Learn more about the %1$s.
de_de: Erfahre mehr über das %1$s.

source: Google can display the profile image from your G+ profile in search results. All you need to do is paste your G+ profile ID here (not the full URL, just the numeric part of it!).
de_de: Google kann das Profilbild aus deinem Profil bei Google+ in seinen Suchergebnissen darstellen. Füge hier einfach die ID deines Profils bei G+ ein (nicht die volle URL, sondern nur den numerischen Teil!).

source: Head over to %1$s to get it now!
de_de: Geh’ jetzt zu %1$s und hol’ es dir!

source: Default Open Graph image
de_de: Automatisches Vorschaubild für Social Networks (Open Graph Protocol)

source: Paste a %1$s ID here in order to tell Google who is the publisher of this site.
de_de: Füge eine %1$s ID hier ein, um Google mitzuteilen, wer diese Site publiziert.

source: Paste an image URL here to set a default preview image for social networks. Head over to %1$s to upload one.
de_de: Füge die URL eines Bildes hier ein, um ein automatisches Vorschaubild für Social Networks zu definieren (s. Hilfe). Geh’ zu %1$s, um eins hoch zu laden.

source: Meetup Event Data
de_de: Meetup Termin-Daten
